{
  "type": "team",
  "title": "Our Team",
  "description": "Meet our experienced team of investment professionals dedicated to creating value through strategic partnerships and operational excellence.",
  "heroVideo": "https://thinkenergy.au/tasman/tasman-capital.mp4",
  "teamMembers": [
    {
      "id": "rob-nichols",
      "name": "Rob Nichols",
      "role": "Managing Partner",
      "image": "/images/team/rob-nichols.jpg",
      "summary": "Rob co-founded Tasman Capital in 2008. Rob has over 20 years experience in private equity investment at Tasman, Nikko Principal Investments and Deutsche Bank Capital Partners. Rob has held executive roles including Executive Chairman, CEO and COO across various listed and private companies.",
      "details": [
        "Rob has led or co-led 18 private equity transactions primarily in healthcare, business and industrial services including over 60 bolt-on transactions.",
        "During the past 15 years, Rob has founded or co-founded 5 businesses in various sectors.",
        "Rob previously worked for Bankers Trust in London and Deloitte in Sydney, Boston, Warsaw and London.",
        "Education: Bachelor of Business. Rob is a Chartered Accountant."
      ]
    },
    {
      "id": "adam-wilson",
      "name": "Adam Wilson",
      "role": "Senior Partner",
      "image": "/images/team/adam-wilson.jpg",
      "summary": "Adam has over 20 years experience in mergers and acquisitions and private equity investment at Tasman, RGT Capital and Greenhill.",
      "details": [
        "Adam has led or co-led more than 10 private equity transactions in industrial services, financial services and food and beverage. Adam has held executive roles including CEO and COO across various private companies.",
        "Adam previously worked for Greenhill and KPMG in Sydney and London.",
        "Education: Masters of Finance and Bachelor of Business."
      ]
    },
    {
      "id": "fiona-holyoake",
      "name": "Fiona Holyoake",
      "role": "Partner",
      "image": "/images/team/fiona-holyoake.jpg",
      "summary": "Fiona has over 20 year's experience combining investment, dealmaking, and advisory with a focus on industry disruption.",
      "details": [
        "Fiona has led and co led deals in private equity, venture and corporate acquisitions, in energy transition, circular economy, financial services, core plus infrastructure, and technology sectors in Asia, the USA, and Australia.",
        "Fiona has held Executive, Strategy and M&A roles at Deutsche Bank, Origin Energy and PwC Lead Advisory.",
        "She started her investment career at Deutsche Bank Capital Partners.",
        "Education: Masters of Business Administration, Masters of Applied Finance, Bachelor of Commerce. Fiona is a Chartered Accountant."
      ]
    },
    {
      "id": "nathan-cleary",
      "name": "Nathan Cleary",
      "role": "Partner",
      "image": "/images/team/nathan-cleary.jpg",
      "summary": "Nathan has 20 years of private equity experience at Tasman, Nikko Principal Investments and Deutsche Bank Capital Partners.",
      "details": [
        "Nathan has 6 years operational finance experience as CFO at Serenitas and previously as Finance Manager at Right2Drive. He also spent 21 months at Boral Limited in the Strategy and M&A team.",
        "Nathan started his career in the audit and assurance division (financial services) at PricewaterhouseCoopers.",
        "Education: Bachelor of Business. Nathan is a CPA and CFA Charterholder."
      ]
    },
    {
      "id": "chris-davies",
      "name": "Chris Davies",
      "role": "Partner",
      "image": "/images/team/chris-davies.jpg",
      "summary": "Chris has over 10 years of private equity experience at Tasman, Nikko Principal Investments and Ironbridge. Chris re-joined Tasman in 2017.",
      "details": [
        "Chris has held senior operational executive roles at Tasman Holiday Parks, Serenitas, Smart Group, Eclipx Ltd and Westpac.",
        "Chris commenced his professional career at Ernst & Young in corporate finance, audit and business services in Adelaide and New York.",
        "Education: Bachelor of Commerce. Chris is a Chartered Accountant."
      ]
    },
    {
      "id": "victoria-rohrsheim",
      "name": "Victoria Rohrsheim",
      "role": "Head of Compliance",
      "image": "/images/team/victoria-rohrsheim.jpg",
      "summary": "Victoria has 10 years experience in various operational finance, human resources and compliance roles in the financial services and healthcare sectors including CFO roles at both Tasman and Catalyst Investment Managers. She was also Financial Controller at Tasman Lifestyle Continuum.",
      "details": [
        "Victoria has 7 years experience in direct private equity investing at Deutsche Bank Capital Partners and Propel Investments.",
        "Previously Victoria has worked for KPMG Corporate Finance in Sydney and Perth and Arthur Andersen in corporate recovery and contract financial services.",
        "Education: Bachelor of Commerce. Victoria is a Chartered Accountant."
      ]
    },
    {
      "id": "david-fisher",
      "name": "David Fisher",
      "role": "CFO",
      "image": "/images/team/david-fisher.jpg",
      "summary": "David set up the finance functions for Serenitas, Tasman Lifestyle Continuum, and Tasman Holiday Parks, implementing back-office, financial, and reporting systems from inception. These roles were handed off to full-time CFOs as each respective business reached critical mass.",
      "details": [
        "David has 19 years of experience in commerce with over a decade in investment banking, insolvency, and auditing with leading advisory firms and ASX-listed companies.",
        "David commenced his professional career at KPMG.",
        "Education: Bachelor of Economics, Grad Dip (Securities Institute of Australia), Grad Dip (Chartered Secretaries Australia). David is a Chartered Accountant."
      ]
    },
    {
      "id": "brone-roze",
      "name": "Brone Roze",
      "role": "Investment Director",
      "image": "/images/team/brone-roze.jpg",
      "summary": "Brone has over 13 years experience in mergers & acquisitions, corporate development, private capital investment and senior finance roles across a broad range of sectors including property, online and technology sectors.",
      "details": [
        "Brone has previously held roles including Investment Director for a private family office fund focused on commercial property and venture investments and as CFO of ASX listed SaaS business, Skyfii Ltd.",
        "Brone also worked in investment banking and mergers and acquisitions roles at KPMG Corporate Finance, ABN AMRO and Macquarie Bank.",
        "Education: Bachelor of Commerce, LLB, LLM."
      ]
    },
    {
      "id": "max-peres",
      "name": "Max Peres",
      "role": "Vice President",
      "image": "/images/team/max-peres.jpg",
      "summary": "Max joined Tasman Capital in 2019. Max has over 5 years of corporate finance and private equity experience.",
      "details": [
        "Prior to Tasman, Max held a position in the corporate finance team at Shaw and Partners advising small and mid-cap ASX listed companies on M&A and ECM.",
        "Education: Bachelor of Commerce, Master of Finance, and is a CFA Charterholder."
      ]
    },
    {
      "id": "alex-hardgrave",
      "name": "Alex Hardgrave",
      "role": "Vice President",
      "image": "/images/team/alex-hardgreave.jpg",
      "summary": "Alex joined Tasman Capital in 2020. Alex has over 6 and a half years of private equity experience in direct investing and capital raising.",
      "details": [
        "Prior to joining Tasman, Alex worked at MVision Private Equity Advisers in London raising funds for alternate investment firms.",
        "Alex commenced his professional career with KPMG in Melbourne in 2017.",
        "Education: Bachelor of Commerce"
      ]
    },
    {
      "id": "daniel-flynn",
      "name": "Daniel Flynn",
      "role": "Investment Associate",
      "image": "/images/team/daniel-flynn.jpg",
      "summary": "Daniel joined Tasman Capital at the start of 2024. Daniel has over four years of investment banking and private equity experience.",
      "details": [
        "Prior to joining Tasman Capital, Daniel worked at Goldman Sachs within the Real Estate, Leisure and Gaming M&A Team in London.",
        "Education: Bachelor of Commerce and MSc Finance & Accounting."
      ]
    },
    {
      "id": "tom-brand",
      "name": "Tom Brand",
      "role": "Investment Associate",
      "image": "/images/team/tom-brand.jpg",
      "summary": "Tom joined Tasman Capital in 2025.",
      "details": [
        "Prior to Tasman, Tom worked at Rangatira Investments in New Zealand investing in mid-market private equity opportunities across a range of industries. Tom commenced his career in the deals team at PwC in Auckland.",
        "Education: Bachelor of Commerce, Bachelor of Arts, and is a CFA Charterholder."
      ]
    },
    {
      "id": "elizabeth-jackson",
      "name": "Elizabeth Jackson",
      "role": "Executive Assistant",
      "image": "/images/team/elizabeth-jackson.jpg",
      "summary": "Elizabeth commenced her professional career in London and has previously held secretarial roles within aerospace, engineering and the medical sector",
      "details": [
        "Education: Bachelor of Arts in English"
      ]
    }
  ]
}
